[
    {
        "title":"Ghostbusters: Afterlife",
        "description":"When a single mother and her two children move to a new town, they soon discover they have a connection to the original Ghostbusters and the secret legacy their grandfather left behind.",
        "backimg":"https://posters.movieposterdb.com/21_10/2020/4513678/s_4513678_4b8fbcbb.jpg"
    },
    {
        "title":"House of Gucci",
        "description":"When Patrizia Reggiani, an outsider from humble beginnings, marries into the Gucci family, her unbridled ambition begins to unravel the family legacy and triggers a reckless spiral of betrayal, decadence, revenge -- and ultimately murder.",
        "backimg":"https://posters.movieposterdb.com/21_10/2021/11214590/s_11214590_785526dc.jpg"
    },
    {
        "title":"tick, tick...BOOM!",
        "description":"Based on the autobiographical musical by playwright Jonathan Larson. It's the story of an aspiring composer in New York City who is worried he made the wrong career choice, whilst navigating the pressures of love and friendship.",
        "backimg":"https://www.tvguide.com/a/img/catalog/provider/1/2/1-10767352049.jpg"
    },
    {
        "title":"Red Notice",
        "description":"In the world of international crime, an Interpol agent attempts to hunt down and capture the world's most wanted art thief.",
        "backimg":"https://posters.movieposterdb.com/21_11/2021/7991608/s_7991608_9cc62c28.jpg"
    },
    {
        "title":"Spider-Man: No Way Home",
        "description":"With Spider-Man's identity now revealed, our friendly neighborhood web-slinger is unmasked and no longer able to separate his normal life as Peter Parker from the high stakes of being a superhero. When Peter asks for help from Doctor Strange, the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
        "backimg":"https://posters.movieposterdb.com/21_11/2021/10872600/s_10872600_b0b5d3cc.jpg"
    },
    {
        "title":"Dune",
        "description":"Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence, only those who can conquer their own fear will survive.",
        "backimg":"https://posters.movieposterdb.com/21_08/2021/1160419/s_1160419_565d3d10.jpg"
    },
    {
        "title":"No Time to Die",
        "description":"James Bond is enjoying a tranquil life in Jamaica after leaving active service. However, his peace is short-lived as his old CIA friend, Felix Leiter, shows up and asks for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond on the trail of a mysterious villain who's armed with a dangerous new technology.",
        "backimg":"https://posters.movieposterdb.com/21_06/2020/2382320/s_2382320_1e7d110a.jpg"
    },
    {
        "title":"Eternals",
        "description":"The Eternals, a race of immortal beings with superhuman powers who have secretly lived on Earth for thousands of years, reunite to battle the evil Deviants.",
        "backimg":"https://posters.movieposterdb.com/21_09/2021/9032400/s_9032400_140ce750.jpg"
    },
    {
        "title":"Last Night in Soho",
        "description":"An aspiring fashion designer is mysteriously able to enter the 1960s, where she encounters a dazzling wannabe singer. However, the glamour is not all it appears to be, and the dreams of the past start to crack and splinter into something far darker.",
        "backimg":"https://posters.movieposterdb.com/21_09/2020/9639470/s_9639470_6e7eeab5.jpg"
    },
    {
        "title":"King Richard",
        "description":"Armed with a clear vision and a brazen, 78-page plan, Richard Williams is determined to write his two daughters, Venus and Serena, into history. Training on tennis courts in Compton, Calif., Richard shapes the girls' unyielding commitment and keen intuition. Together, the Williams family defies seemingly insurmountable odds and the prevailing expectations laid before them.",
        "backimg":"https://posters.movieposterdb.com/21_07/2021/9620288/s_9620288_8f671446.jpg"
    },
    {
        "title":"Venom: Let There Be Carnage",
        "description":"Eddie Brock is still struggling to coexist with the shape-shifting extraterrestrial Venom. When deranged serial killer Cletus Kasady also becomes host to an alien symbiote, Brock and Venom must put aside their differences to stop his reign of terror.",
        "backimg":"https://posters.movieposterdb.com/21_10/2020/7097896/s_7097896_f8dd8a52.jpg"
    }
]